<?php $organizationalMethodicalMaterials->getList('OMM_form'); ?>
<div class="description">
      <p>Индивидуальный план работы педагогического работника содержит следующие разделы по видам работ, 
      осуществляемым в рамках реализации образовательных программ среднего профессионального образования:</p>
      <ul>
         <li>титульный лист;</li>
         <li>учебная (преподавательская) работа;</li>
         <li>учебно-методическая работа;</li>
         <li>организационно-методическая работа;</li>
         <li>научно-исследовательская работа;</li>
         <li>учебно-производственная работа;</li>
         <li>воспитательная работа;</li>
         <li>повышение уровня квалификации.</li>
      </ul>
      <p>Титульный лист содержит данные о педагогическом работнике, 
      согласующие и утверждающие подписи руководителей структурных подразделений.</p>
      <p>Раздел "Учебная (преподавательская) работа" определяет объем учебной нагрузки, 
      установленной педагогическому работнику на начало учебного года, анализ фактического её выполнения по итогам семестра и учебного года в целом.</p>
      <p>Раздел "Учебно-методическая работа" предполагает работу педагогического работника по разработке и актуализации учебно-методической документации по учебным предметам, курсам, дисциплинам (модулям), 
      а так же учебно-методического обеспечения всех видов учебных (аудиторных) занятий, самостоятельной работы обучающихся, 
      практик и аттестаций согласно учебной (преподавательской) работе, запланированной на данный учебный год.</p>
      <p>Раздел "Организационно-методическая работа" определяет перечень и сроки планируемых на учебный год мероприятий для обучающихся:</p>
      <ul>
         <li>организация участия обучающихся в ФЭПО;</li>
         <li>подготовка и проведение открытых уроков, внеклассных тематических мероприятий;</li>
         <li>организациям и проведение декады (недели) специальности дисциплины (циклов дисциплин);</li>
         <li>организация и проведение мероприятий по итогам учебной и производственной практики, по содействию трудоустройству выпускников;</li>
         <li>подготовка и участие студентов во Всероссийских, региональных, областных конкурсах, олимпиадах, конференциях и других студенческих форумах;</li>
         <li>подготовка и организация участия студентов во внутриколледжных конкурсах, олимпиадах,конференциях;</li>
         <li>организация работы предметного кружка (клуба);</li>
         <li>мероприятия по профориентационной работе.</li>
     </ul>
     <p>Раздел "Научно-исследовательская работа" определяет перечень и сроки планируемых на учебный год меропроитий для педагогического работника с целью обобщения и распространения его педагогического опыта.</p>
</div>